/*Localized name of the help book to use*/

"TPTITLE" = "Alterou a data e hora. Para guardar as alterações, clique Guardar. Para usar as definições existentes, use Restabelecer.";
"TPTEXT" = "Para efectuar alterações adicionais, use Cancelar.";
"TPCANCEL" = "Cancelar";
"TPREVERT" = "Restabelecer";
"TPSAVE" = "Guardar";


/* Strings used as domains to use as time servers */
/*  These are NOT the names displayed in the combo box, those can be edited in the NIB file */
/*  These are the domains that actually get used when a user selects one of the popup items */
"US_NTP_SERVER_DOMAIN" = "time.apple.com";
"ASIA_NTP_SERVER_DOMAIN" = "time.asia.apple.com";
"EURO_NTP_SERVER_DOMAIN" = "time.euro.apple.com";
